export const MENU = [
	{
		id: 0,
		img: 'icon-converter',
		title: 'Converter',
		description: 'Повноцінний конвертер валют, який підтримує конвертацію у UA Hrivnya, EU Euro, US Dollar. Використовую api exchangerate-api.',
		info: ['Конвертація між трьома валютами', 'Має більше ніж два символи після крапки', 'Не дозволяє конвертувати від’ємні значення'],
		link: 'converter',
	},
	{
		id: 1,
		img: 'icon-quiz',
		title: 'Quiz-app',
		description: 'Додаток для покроково проходження різноманітних тестів з обмеженнями в часі. Дозволяє користувачеві створювати власні тести з налаштуваннями.',
		info: ['Необмежена кількість тестів', 'Фільтрація за категоріями', 'Тести зберігаються у базі даних', 'Додана можливість створювати власні тести'],
		link: 'quiz',
	},
	{
		id: 2,
		img: 'icon-photo',
		title: 'PhotoGram',
		description: 'Застосунок, який відображає картки з фотографіями, які поділені за категоріями. Дозволяє користувачеві завантажувати власні фотокарточки.',
		info: ['Пагінація для відображення контенту ', 'Додана можливість завантажувати фотографії', 'Тренди фотографій', 'Фільтрація за категоріями'],
		link: 'photo',
	},
];
